/* No comment provided by engineer. */
"2 years" = "2 a&ntilde;os";

/* No comment provided by engineer. */
"3 years" = "3 a&ntilde;os";

/* No comment provided by engineer. */
"4 years" = "4 a&ntilde;os";

/* No comment provided by engineer. */
"5 years" = "5 a&ntilde;os";

/* No comment provided by engineer. */
"6 years" = "6 a&ntilde;os";

/* No comment provided by engineer. */
"7 years" = "7 a&ntilde;os";

/* No comment provided by engineer. */
"a month" = "un mes";

"month" = "mes";

/* No comment provided by engineer. */
"a week" = "una semana";

/* No comment provided by engineer. */
"a year" = "un a&ntilde;o";

/* No comment provided by engineer. */
"About" = "Información";

/* No comment provided by engineer. */
"barrel" = "barril";

/* No comment provided by engineer. */
"barrels" = "barrilles";

/* No comment provided by engineer. */
"billion" = "mil millones";

"trillion" = "billones";

/* No comment provided by engineer. */
"Black Market" = "Tasa Paralela";

/* No comment provided by engineer. */
"Calculator" = "Calculadora";

/* No comment provided by engineer. */
"Crude Production" = "Producción de Crudo";

/* No comment provided by engineer. */
"Date" = "Fecha";

/* No comment provided by engineer. */
"day" = "d&iacute;a";

/* No comment provided by engineer. */
"Exchange Rate" = "Tasa de Cambio";

/* No comment provided by engineer. */
"Exchange Rates" = "Tasas de Cambio";

/* No comment provided by engineer. */
"Foreign Reserves" = "Reservas Internacionales";

/* No comment provided by engineer. */
"in" = "en";

/* No comment provided by engineer. */
"Inflation" = "Inflación";

/* No comment provided by engineer. */
"M2/Reserves" = "M2 / Reservas";

/* No comment provided by engineer. */
"million" = "millones";

/* No comment provided by engineer. */
"Minimum Wage" = "Salario Minimo";

/* No comment provided by engineer. */
"Money Supply" = "Liquidez Monetaria";

/* No comment provided by engineer. */
"month" = "mes";

/* No comment provided by engineer. */
"Oil Price" = "Precio del Petroleo";

/* No comment provided by engineer. */
"Oil Prices" = "Precios del Petroleo";

/* No comment provided by engineer. */
"Supplementary" = "Suplementario";

/* No comment provided by engineer. */
"U.S. Imports/Exports" = "Importaciones/Exportaciones EE.UU.";

/* No comment provided by engineer. */
"U.S. Oil" = "Intercambio Petrolero con EE.UU.";

/* No comment provided by engineer. */
"year" = "a&ntilde;o";

/* No comment provided by engineer. */
"yesterday" = "ayer";

/* No comment provided by engineer. */
"Tax Unit" = "Unidad Tribuatria";

/* No comment provided by engineer. */
"Tax Revenue" = "Ingresos Fiscales";


